IdeaRS.OpenModel.Connection.FormulasType
Type formulas output

IdeaRS.OpenModel.Connection.FormulasType.Disabled
Formulas are not presented in report

IdeaRS.OpenModel.Connection.FormulasType.Extreme
Formulas are presented for extreme result

IdeaRS.OpenModel.Connection.FormulasType.All
Formulas are presented for all results